-----------------------------------------------
antidote = {
    consumable,
    icon = "antidote.png", name = "антидот",
    description = [[
Зелёная муть.
Горькая, но лучше это, чем долго и мучительно умирать.

Снимает эффект отравления
]]
}

-----------------------------------------------
arrow = {
    icon = "arrow.png", name = "стрела",
    description = [[
Самая обычная стрела, вырезанная в ближайшем орешнике.

Урон 1 пз
]]
}

-----------------------------------------------
arrow_poison = {
    icon = "arrow_poison.png", name = "стрела яда",
    description = [[
Улучшенная версия стрелы, измазанная выделениями тростниковой жабы.

Замедляет врага
]]
}

-----------------------------------------------
arrow_fire = {
    icon = "arrow_fire.png", name = "стрела огня",
    description = [[
Стрела с горящей смолой.

Поджигает врага
]]
}

-----------------------------------------------
axe = {
    epic,
    icon = "axe.png", name = "топор зевса",
    description = [[
Эпический обоюдоострый топор.

Урон 5 пз + 2 пз молнией
]]
}

-----------------------------------------------
axe1 = {
    icon = "axe1.png", name = "секира",
    description = [[
Рядовая секира.

Урон 2 пз
]]
}

-----------------------------------------------
axe2 = {
    icon = "axe2.png", name = "топор",
    description = [[
Зазубренный топор.

Урон 2 пз
]]
}

-----------------------------------------------
axe3 = {
    icon = "axe3.png", name = "топор берсерка",
    description = [[
Тяжёлый обоюдоострый топор.

Урон 3 пз
]]
}

-----------------------------------------------
axe4 = {
    icon = "axe4.png", name = "топор стражника",
    description = [[
Обоюдоострый топор с длинной рукоятью.

Урон 3 пз
]]
}

-----------------------------------------------
bag1 = {
    icon = "bag1.png", name = "мешок угля",
    description = [[
Запас угля никогда не бывает лишним. Без костра на болотах совсем плохо.
]]
}

-----------------------------------------------
bag2 = {
    icon = "bag2.png", name = "кошелёк",
    description = [[
Внутри что-то звенит.
]]
}

-----------------------------------------------
books = {
    icon = "books.png", name = "комиксы",
    description = [[
Отдыхать приятнее за чтением.
]]
}

-----------------------------------------------
boots = {
    icon = "boots.png", name = "ботинки",
    description = "Кожаные ботинки"
}

-----------------------------------------------
chair0 = {
    icon = "chair0.png", name = "стул",
    description = [[
Не знаю, зачем на болотах стул.
Отдыхать?]]
}

-----------------------------------------------
contract = {
    icon = "contract.png", name = "контракт",
    description = [[
Старшина деревни заплатит хорошие деньги, если к вечеру принесу голову болотной твари.
]]
}

-----------------------------------------------
crossbow = {
    icon = "crossbow.png", name = "арбалет",
    description = [[
Арбалет сильнее обычного лука, но требует навыков.
]]
}

-----------------------------------------------
crystal = {
    icon = "crystal.png", name = "кристалл",
    description = [[
Может, кварц, а может, алмаз.
Ювелир скажет точнее.
]]
}

-----------------------------------------------
cuirass = {
    icon = "cuirass.png", name = "нагрудник",
    description = [[
Кожаный нагрудник.

Легкий и прочный доспех, вполне подходит для болот.
]]
}

-----------------------------------------------
dexterity = {
    consumable,
    icon = "dexterity.png", name = "ловкость",
    description = [[
Отвар каких-то трав.

Стоит выпить, как в теле образуется приятная легкость и подвижность.
]]
}

-----------------------------------------------
empty1 = {
    icon = "empty1.png", name = "пузырёк",
    description = [[
Пустой пузырёк.

Можно набрать воды, или смешать зелье.
]]
}

-----------------------------------------------
empty2= {
    icon = "empty2.png", name = "бутылка",
    description = [[
Пустая бутылка.

Несколько больше, чем стандартный пузырёк.
]]
}

-----------------------------------------------
endurance= {
    consumable,
    icon = "endurance.png", name = "сила",
    description = [[
Пузырёк с зельем силы.

Вполне законно в этой части острова.
]]
}

-----------------------------------------------
fairy= {
    consumable,
    icon = "fairy.png", name = "пыльца феи",
    description = [[
Ингредиент многих зелий. Редкий в этих краях.
]]
}

-----------------------------------------------
gloves= {
    icon = "gloves.png", name = "перчатки",
    description = [[
Кожаные перчатки. Теперь можно лазать по колючим лианам.
]]
}

-----------------------------------------------
grass = {
    consumable,
    icon = "grass.png", name = "травка",
    description = [[
Народная медицина, приложить на рану и заговорить.

Лечит 3 пз
]]
}

-----------------------------------------------
gravizapa= {
    icon = "gravizapa.png", name = "гравицапа",
    description = "В любую точку вселенной - фьють, за пять секунд."
}

-----------------------------------------------
gun= {
    icon = "gun.png", name = "ружьё",
    description = "Хорошая вещь, но в сырость совсем не работает."
}

-----------------------------------------------
halberd= {
    icon = "halberd.png", name = "алебарда",
    description = "Стандартное оружие стражников."
}

-----------------------------------------------
hamburger= {
    consumable,
    icon = "hamburger.png", name = "гамбургер",
    description = [[
Еда.

Местная стряпуха умыкнула рецепт у заезжего цирка.
]]
}

-----------------------------------------------
hat1= {
    icon = "hat1.png", name = "колпак",
    description = "Традиционный головной убор Робинов Гудов."
}

-----------------------------------------------
health= {
    consumable,
    icon = "health.png", name = "здоровье",
    description = [[
Убойная смесь стимуляторов, ускоряющих заживление ран.
]]
}

-----------------------------------------------
helmet= {
    icon = "helmet.png", name = "шлем",
    description = "Кожаный шлем, базовая защита от шишек."
}

-----------------------------------------------
helmet_horns = {
    icon = "helmet_horns.png", name = "рогатый шлем",
    description = [[
Пьяный викинг в таверне обронил.

Добавляет статуса, но очень неудобен в лесу.
]]
}

-----------------------------------------------
knife = {
    icon = "knife.png", name = "нож",
    description = [[
Острый нож.

Оружие на случай, когда ничего другого не осталось.
]]
}

-----------------------------------------------
knife1 = {
    icon = "knife1.png", name = "рыбацкий нож",
    description = [[
базовое оружие.
]]
}

-----------------------------------------------
leggings = {
    icon = "leggings.png", name = "поножи",
    description = [[
Кожаные штаны.
]]
}

-----------------------------------------------
mace1 = {
    icon = "mace1.png", name = "булава",
    description = "Колючая булава."
}

-----------------------------------------------
mace2 = {
    icon = "mace2.png", name = "булава",
    description = "Булава прелата"
}

-----------------------------------------------
machete = {
    icon = "machete.png", name = "мачете",
    description = [[
Длинный нож-переросток.

Незаменим в путешествиях по джунглям.
]]
}

-----------------------------------------------
magic = {
    consumable,
    icon = "magic.png", name = "магия",
    description = [[
Разовая доза мидихлориан.

Не сделает дровосека джедаем, но запас сил пополнит.
]]
}

-----------------------------------------------
medallion = {
    epic,
    icon = "medallion.png", name = "медальон славы",
    description = [[
Даёт понять всем прохожим, какой герой им встретился.
]]
}

-----------------------------------------------
parch = {
    icon = "parch.png", name = "пергамент",
    description = [[
Лист бумаги.

Можно заклятие записать, можно костёр разжечь.
]]
}

-----------------------------------------------
plate = {
    icon = "plate.png", name = "тарелка",
    description = [[
Можно было бы есть и с листа папоротника, но тарелка гораздо гигиеничнее.
]]
}

-----------------------------------------------
portrait = {
    icon = "portrait.png", name = "портрет",
    description = [[
Художник весьма прилично изобразил мага из соседней деревни.
]]
}

-----------------------------------------------
quiver = {
    icon = "quiver.png", name = "колчан",
    description = "Колчан на 20 стрел."
}

-----------------------------------------------
ring1 = {
    epic,
    icon = "ring1.png", name = "кольцо всевластья",
    description = [[
Найдено в болоте. Интересно, кто его там обронил?
]]
}

-----------------------------------------------
ring2 = {
    icon = "ring2.png", name = "кольцо",
    description = "+1 к харизме."
}

-----------------------------------------------
ruby = {
    icon = "ruby.png", name = "рубин",
    description = [[
Продать ювелиру. Или собрать лазер.
]]
}

-----------------------------------------------
sabre = {
    icon = "sabre.png", name = "сабля",
    description = [[
Кавалеристская сабля.
]]
}

-----------------------------------------------
sapphire = {
    icon = "sapphire.png", name = "сапфир",
    description = [[
Продать ювелиру.
]]
}

-----------------------------------------------
shield1 = {
    icon = "shield1.png", name = "щит",
    description = [[
Самый простой щит.
]]
}

-----------------------------------------------
shield2 = {
    icon = "shield2.png", name = "щит",
    description = [[
Железный щит.
]]
}

-----------------------------------------------
shield3 = {
    icon = "shield3.png", name = "осадный щит",
    description = [[
Самый большой щит.
]]
}

-----------------------------------------------
shirt = {
    icon = "shirt.png", name = "рубашка",
    description = [[
Модная кожаная рубашка.
]]
}

-----------------------------------------------
spear = {
    icon = "spear.png", name = "копьё",
    description = [[
Копьём можно достать врага издалека, или не подпускать близко к себе.
]]
}

-----------------------------------------------
staff = {
    epic,
    icon = "staff.png", name = "посох мага",
    description = [[
Посох, стреляющий молниями.

Количество зарядов ограничено
]]
}

-----------------------------------------------
stamina = {
    icon = "stamina.png", name = "выносливость",
    description = [[
Пузырёк с жидкостью.

Снимает усталость.
]]
}

-----------------------------------------------
steel_boots = {
    icon = "steel_boots.png", name = "ботинки",
    description = [[
Стальные ботинки.

Тяжёлые, в грязи вязнут...
]]
}

-----------------------------------------------
steel_cuirass = {
    icon = "steel_cuirass.png", name = "кираса",
    description = [[
Стальная кираса.
]]
}

-----------------------------------------------
steel_gloves = {
    icon = "steel_gloves.png", name = "перчатки",
    description = [[
Стальные перчатки.

В них меч можно хватать не с той стороны.
]]
}

-----------------------------------------------
steel_helmet = {
    icon = "steel_helmet.png", name = "шлем",
    description = [[
Стальной шлем. Очень крепкий.

От удара огра не спасёт, но шипы болотных туземцев отразит.
]]
}

-----------------------------------------------
steel_leggings = {
    icon = "steel_leggings.png", name = "поножи",
    description = [[
Стальные поножи.
Очень неудобно надевать.
]]
}

-----------------------------------------------
sword1 = {
    icon = "sword1.png", name = "меч",
    description = "Меч."
}

-----------------------------------------------
sword2 = {
    icon = "sword2.png", name = "меч",
    description = "Меч хобгоблина."
}

-----------------------------------------------
sword4 = {
    icon = "sword4.png", name = "меч",
    description = "Меч."
}

-----------------------------------------------
sword5 = {
    icon = "sword5.png", name = "меч",
    description = "Меч."
}

-----------------------------------------------
sword6 = {
    icon = "sword6.png", name = "меч",
    description = "Меч."
}

---------------- the end ----------------------
